brew "autoconf"
brew "automake"
brew "awscli"
brew "coreutils"
brew "direnv"
brew "gh"
brew "git"
brew "glib"
brew "gpg"
brew "graphviz"
brew "hadolint"
brew "homeshick"
brew "jq"
brew "markdownlint-cli"
brew "neovim"
brew "nmap"
brew "node", link: false
brew "npm"
brew "nvm"
brew "openjdk"
brew "pinentry-mac"
brew "pkg-config"
brew "pre-commit"
brew "pydocstyle"
brew "python@3.11"
brew "readline"
brew "shellcheck"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tmux"
brew "yamllint"
brew "ykman"
cask "git-credential-manager"
cask "keybase"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
